Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 预览里已完成的步骤默认跳过；只有显式勾选「重新转写」才会覆盖已有转写，存在手动编辑的转写会先自动备份，云端图片/视频帧会在预览中说明数据范围
ar: في المعاينة تُتخطّى الخطوات المكتملة افتراضيًا؛ ولا تُستبدل نصوص التفريغ الحالية إلا عند تحديد «إعادة التفريغ» صراحةً، مع إنشاء نسخة احتياطية تلقائية للتفريغات المعدَّلة يدويًا، وتوضّح المعاينة نطاق البيانات للصور/إطارات الفيديو السحابية
de: Im Vorschaufenster werden bereits abgeschlossene Schritte standardmäßig übersprungen; vorhandene Transkripte werden nur überschrieben, wenn „Neu transkribieren“ ausdrücklich angehakt wird, manuell bearbeitete Transkripte werden zuvor automatisch gesichert, und die Vorschau erläutert den Datenumfang für Cloud-Bilder/-Videoframes
en: Steps already completed are skipped by default in the preview; existing transcripts are overwritten only when Re-transcribe is explicitly checked, manually edited transcripts are backed up first, and the preview explains the data scope for cloud images/video frames
es: En la vista previa, los pasos ya completados se omiten de forma predeterminada; las transcripciones existentes solo se sobrescriben si marcas explícitamente «Volver a transcribir», las transcripciones editadas manualmente se respaldan antes, y la vista previa explica el alcance de los datos para las imágenes y fotogramas de vídeo en la nube
fr: Dans l'aperçu, les étapes déjà terminées sont ignorées par défaut ; les transcriptions existantes ne sont écrasées que si vous cochez explicitement Rétranscrire, les transcriptions modifiées manuellement sont sauvegardées au préalable, et l'aperçu précise l'étendue des données pour les images et images de vidéo dans le cloud
hi: पूर्वावलोकन में पहले से पूरे किए गए चरण डिफ़ॉल्ट रूप से छोड़ दिए जाते हैं; मौजूदा ट्रांसक्रिप्ट तभी बदले जाते हैं जब «दोबारा ट्रांसक्राइब करें» स्पष्ट रूप से चुना जाए, मैन्युअल रूप से संपादित ट्रांसक्रिप्ट पहले स्वतः बैकअप किए जाते हैं, और क्लाउड छवियों/वीडियो फ़्रेम के लिए डेटा दायरा पूर्वावलोकन में बताया जाता है
id: Di pratinjau, langkah yang sudah selesai dilewati secara default; transkrip yang ada hanya ditimpa jika Anda mencentang «Transkripsikan ulang» secara eksplisit, transkrip yang diedit manual dicadangkan otomatis lebih dulu, dan pratinjau menjelaskan cakupan data untuk gambar/frame video cloud
it: Nell'anteprima i passaggi già completati vengono saltati per impostazione predefinita; le trascrizioni esistenti vengono sovrascritte solo se si seleziona esplicitamente «Ritrascrivi», le trascrizioni modificate manualmente vengono prima salvate automaticamente, e l'anteprima spiega l'ambito dei dati per immagini e fotogrammi video nel cloud
ja: プレビューでは完了済みの手順は既定でスキップされます。既存の文字起こしが上書きされるのは「再文字起こし」を明示的にチェックした場合だけで、手動編集された文字起こしは先に自動バックアップされ、クラウドの画像・動画フレームについてはプレビューでデータ範囲を説明します
ko: 미리보기에서 이미 완료된 단계는 기본적으로 건너뜁니다. 기존 전사는 ‘다시 전사’를 명시적으로 선택한 경우에만 덮어쓰고, 수동으로 편집한 전사는 먼저 자동 백업되며, 클라우드 이미지/동영상 프레임은 미리보기에서 데이터 범위를 설명합니다
nl: In het voorbeeld worden al voltooide stappen standaard overgeslagen; bestaande transcripten worden alleen overschreven als u «Opnieuw transcriberen» expliciet aanvinkt, handmatig bewerkte transcripten worden eerst automatisch geback-upt, en het voorbeeld vermeldt het gegevensbereik voor cloudafbeeldingen/videoframes
pl: W podglądzie ukończone kroki są domyślnie pomijane; istniejące transkrypcje są nadpisywane tylko po wyraźnym zaznaczeniu „Transkrybuj ponownie”, ręcznie edytowane transkrypcje są najpierw automatycznie kopiowane, a podgląd objaśnia zakres danych dla obrazów/klatek wideo w chmurze
pt: Na pré-visualização, os passos já concluídos são ignorados por predefinição; as transcrições existentes só são substituídas se marcar explicitamente «Transcrever novamente», as transcrições editadas manualmente são guardadas primeiro, e a pré-visualização explica o âmbito dos dados para imagens e fotogramas de vídeo na nuvem
ru: В предпросмотре уже выполненные шаги по умолчанию пропускаются; существующие расшифровки перезаписываются только при явной отметке «Расшифровать заново», вручную изменённые расшифровки предварительно автоматически резервируются, а для облачных изображений/кадров видео в предпросмотре указывается объём данных
sv: I förhandsvisningen hoppas redan slutförda steg över som standard; befintliga transkriptioner skrivs bara över om du uttryckligen markerar »Transkribera igen«, manuellt redigerade transkriptioner säkerhetskopieras först, och förhandsvisningen anger dataomfattningen för molnbilder/videoramar
th: ในตัวอย่าง ขั้นตอนที่เสร็จแล้วจะถูกข้ามโดยค่าเริ่มต้น ข้อความถอดเสียงที่มีอยู่จะถูกเขียนทับเฉพาะเมื่อเลือก «ถอดเสียงใหม่» อย่างชัดเจน ข้อความถอดเสียงที่แก้ไขด้วยตนเองจะถูกสำรองอัตโนมัติก่อน และตัวอย่างจะอธิบายขอบเขตข้อมูลสำหรับภาพ/เฟรมวิดีโอบนคลาวด์
tr: Önizlemede tamamlanmış adımlar varsayılan olarak atlanır; mevcut metin dökümleri yalnızca «Yeniden yazıya dök» açıkça işaretlenirse üzerine yazılır, elle düzenlenmiş metin dökümleri önce otomatik yedeklenir ve bulut görüntüleri/video kareleri için veri kapsamı önizlemede açıklanır
uk: У попередньому перегляді вже виконані кроки типово пропускаються; наявні розшифровки перезаписуються лише за явного позначення «Розшифрувати знову», вручну змінені розшифровки спершу автоматично резервуються, а для хмарних зображень/кадрів відео в перегляді вказано обсяг даних
vi: Trong bản xem trước, các bước đã hoàn tất mặc định được bỏ qua; bản chuyển ngữ hiện có chỉ bị ghi đè khi bạn chọn rõ ràng «Chuyển ngữ lại», bản chuyển ngữ chỉnh sửa thủ công sẽ được sao lưu trước, và bản xem trước nêu rõ phạm vi dữ liệu cho hình ảnh/khung hình video trên đám mây
zh_hant: 預覽中已完成的步驟預設略過；只有明確勾選「重新轉寫」才會覆蓋既有轉寫，有手動編輯的轉寫會先自動備份，雲端圖片/影片影格會在預覽中說明資料範圍

source: 颜色
ar: اللون
de: Farbe
en: Color
es: Color
fr: Couleur
hi: रंग
id: Warna
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hant: 顏色

source: 首次启动会执行加密迁移，旧数据自动升级
ar: في أول تشغيل تُنفذ ترحيلة تشفير وتُحدّث البيانات القديمة تلقائيًا
de: Beim ersten Start wird eine Verschlüsselungsmigration ausgeführt; alte Daten werden automatisch aktualisiert
en: On first launch, an encryption migration runs and old data is upgraded automatically
es: En el primer inicio se ejecuta una migración de cifrado y los datos antiguos se actualizan automáticamente
fr: Au premier lancement, une migration de chiffrement est exécutée et les anciennes données sont automatiquement mises à niveau
hi: पहली बार चलाने पर एन्क्रिप्शन माइग्रेशन चलता है और पुराना डेटा स्वतः अपग्रेड होता है
id: Saat pertama kali dijalankan, migrasi enkripsi dilakukan dan data lama ditingkatkan otomatis
it: Al primo avvio viene eseguita una migrazione della cifratura e i dati vecchi vengono aggiornati automaticamente
ja: 初回起動時は暗号化移行が実行され、古いデータは自動的にアップグレードされます
ko: 최초 실행 시 암호화 마이그레이션이 수행되며 이전 데이터는 자동으로 업그레이드됩니다
nl: Bij de eerste start wordt een coderingsmigratie uitgevoerd en worden oude gegevens automatisch bijgewerkt
pl: Przy pierwszym uruchomieniu wykonywana jest migracja szyfrowania, a stare dane są automatycznie aktualizowane
pt: Na primeira execução, uma migração de criptografia é executada e dados antigos são atualizados automaticamente
ru: При первом запуске выполняется миграция шифрования, старые данные обновляются автоматически
sv: Vid första körningen körs en krypteringsmigrering och gamla data uppgraderas automatiskt
th: เมื่อเริ่มใช้งานครั้งแรก การย้ายการเข้ารหัสจะทำงานและข้อมูลเก่าจะถูกอัปเกรดโดยอัตโนมัติ
tr: İlk çalıştırmada bir şifreleme taşıması yapılır ve eski veriler otomatik yükseltilir
uk: Під час першого запуску виконується міграція шифрування, старі дані автоматично оновлюються
vi: Ở lần chạy đầu, một quá trình di chuyển mã hóa được thực hiện và dữ liệu cũ được tự động nâng cấp
zh_hant: 首次啓動會執行加密遷移，舊數據自動升級

source: 马赛克
ar: فسيفساء
de: Mosaik
en: Mosaic
es: Mosaico
fr: Mosaïque
hi: मोज़ेक
id: Mosaik
it: Mosaico
ja: モザイク
ko: 모자이크
nl: Mozaïek
pl: Mozaika
pt: Mosaico
ru: Мозаика
sv: Mosaik
th: โมเสก
tr: Mozaik
uk: Мозаїка
vi: Khảm
zh_hant: 馬賽克

source: 马赛克颗粒度
ar: دقة الفسيفساء
de: Mosaikstärke
en: Mosaic granularity
es: Granularidad del mosaico
fr: Granularité de la mosaïque
hi: मोज़ेक कणता
id: Granularitas mosaik
it: Granularità mosaico
ja: モザイクの粗さ
ko: 모자이크 입자
nl: Mozaïekkorrel
pl: Granulacja mozaiki
pt: Granularidade do mosaico
ru: Зернистость мозаики
sv: Mosaikkornighet
th: ความหยาบโมเสก
tr: Mozaik granülaritesi
uk: Зернистість мозаїки
vi: Độ hạt khảm
zh_hant: 馬賽克顆粒度

source: 高
ar: مرتفعة
de: Hoch
en: High
es: Alta
fr: Haute
hi: उच्च
id: Tinggi
it: Alta
ko: 높음
nl: Hoog
pl: Wysoki
pt: Alta
ru: Высокий
sv: Hög
th: สูง
tr: Yüksek
uk: Високий
vi: Cao

source: 高清
ar: دقة عالية
de: HD
en: HD
es: HD
fr: HD
hi: HD
id: HD
it: HD
ja: 高画質
ko: 고화질
nl: HD
pl: HD
pt: HD
ru: HD
sv: HD
th: HD
tr: HD
uk: HD
vi: HD
zh_hant: 高畫質

source: 高级选项
ar: خيارات متقدمة
de: Erweiterte Optionen
en: Advanced Options
es: Opciones avanzadas
fr: Options avancées
hi: उन्नत विकल्प
id: Opsi Lanjutan
it: Opzioni avanzate
ja: 詳細オプション
ko: 고급 옵션
nl: Geavanceerde opties
pl: Opcje zaawansowane
pt: Opções avançadas
ru: Дополнительные параметры
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง
tr: Gelişmiş Seçenekler
uk: Додаткові параметри
vi: Tùy chọn nâng cao
zh_hant: 進階選項

source: 麦克风
ar: الميكروفون
de: Mikrofon
en: Microphone
es: Micrófono
fr: Microphone
hi: माइक्रोफ़ोन
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon
pt: Microfone
ru: Микрофон
sv: Mikrofon
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
vi: Micrô
zh_hant: 麥克風

source: 麦克风 + 系统音频
ar: ميكروفون + صوت النظام
de: Mikrofon + Systemaudio
en: Microphone + System Audio
es: Micrófono + audio del sistema
fr: Micro + audio système
hi: माइक्रोफ़ोन + सिस्टम ऑडियो
id: Mikrofon + audio sistem
it: Microfono + audio di sistema
ja: マイク + システム音声
ko: 마이크 + 시스템 오디오
nl: Microfoon + systeemgeluid
pl: Mikrofon + dźwięk systemowy
pt: Microfone + áudio do sistema
ru: Микрофон + системный звук
sv: Mikrofon + systemljud
th: ไมโครโฟน + เสียงระบบ
tr: Mikrofon + sistem sesi
uk: Мікрофон + системний звук
vi: Micro + âm thanh hệ thống
zh_hant: 麥克風 + 系統音訊

source: 麦克风：%@
ar: الميكروفون: %@
de: Mikrofon: %@
en: Microphone: %@
es: Micrófono: %@
fr: Microphone : %@
hi: माइक्रोफ़ोन: %@
id: Mikrofon: %@
it: Microfono: %@
ja: マイク：%@
ko: 마이크: %@
nl: Microfoon: %@
pl: Mikrofon: %@
pt: Microfone: %@
ru: Микрофон: %@
sv: Mikrofon: %@
th: ไมโครโฟน: %@
tr: Mikrofon: %@
uk: Мікрофон: %@
vi: Micrô: %@
zh_hant: 麥克風：%@

source: 麦克风与系统音频
ar: الميكروفون وصوت النظام
de: Mikrofon und Systemaudio
en: Microphone & System Audio
es: Micrófono y audio del sistema
fr: Micro et audio système
hi: माइक्रोफ़ोन और सिस्टम ऑडियो
id: Mikrofon dan audio sistem
it: Microfono e audio di sistema
ja: マイクとシステム音声
ko: 마이크 및 시스템 오디오
nl: Microfoon en systeemgeluid
pl: Mikrofon i dźwięk systemowy
pt: Microfone e áudio do sistema
ru: Микрофон и системный звук
sv: Mikrofon och systemljud
th: ไมโครโฟนและเสียงระบบ
tr: Mikrofon ve sistem sesi
uk: Мікрофон і системний звук
vi: Micro và âm thanh hệ thống
zh_hant: 麥克風與系統音訊

source: 麦克风声轨无可播放分片，已使用系统音频音轨。
ar: لا يحتوي مسار الميكروفون على مقاطع قابلة للتشغيل؛ تم استخدام مسار صوت النظام بدلاً منه.
de: Die Mikrofonspur enthält keine abspielbaren Fragmente; die Systemaudiospur wurde verwendet.
en: The microphone track has no playable chunks; the system audio track has been used instead.
es: La pista del micrófono no tiene fragmentos reproducibles; se usó la pista de audio del sistema.
fr: La piste du microphone n’a aucun fragment lisible ; la piste audio système a été utilisée.
hi: माइक्रोफ़ोन ट्रैक में कोई चलाने योग्य खंड नहीं है; सिस्टम ऑडियो ट्रैक उपयोग किया गया है।
id: Trek mikrofon tidak memiliki potongan yang dapat diputar; trek audio sistem digunakan.
it: La traccia del microfono non ha frammenti riproducibili; è stata usata la traccia audio di sistema.
ja: マイク音声トラックに再生可能なチャンクがないため、システム音声トラックを使用しました。
ko: 마이크 트랙에 재생 가능한 조각이 없어 시스템 오디오 트랙을 사용했습니다.
nl: De microfoontrack heeft geen afspeelbare fragmenten; de systeemaudiotrack is gebruikt.
pl: Ścieżka mikrofonu nie ma odtwarzalnych fragmentów; użyto ścieżki dźwięku systemowego.
pt: A faixa do microfone não tem fragmentos reproduzíveis; a faixa de áudio do sistema foi usada.
ru: В дорожке микрофона нет воспроизводимых фрагментов; использована дорожка системного звука.
sv: Mikrofonspåret har inga spelbara delar; systemljudspåret har använts i stället.
th: แทร็กไมโครโฟนไม่มีชิ้นส่วนที่เล่นได้ จึงใช้แทร็กเสียงระบบแทน
tr: Mikrofon izinde oynatılabilir parça yok; sistem ses izi kullanıldı.
uk: У доріжці мікрофона немає придатних фрагментів; використано доріжку системного звуку.
vi: Rãnh micro không có đoạn nào phát được; đã dùng rãnh âm thanh hệ thống thay thế.
zh_hant: 麥克風音軌無可播放分片，已使用系統音訊音軌。

source: 麦克风录音写入失败：%@ 录音数据可能不完整，建议停止后重新录制。
ar: فشل كتابة صوت الميكروفون: %@ قد تكون بيانات التسجيل غير مكتملة. يُنصح بالإيقاف وإعادة التسجيل.
de: Mikrofon-Audio schreiben fehlgeschlagen: %@ Die Aufnahme ist möglicherweise unvollständig. Es wird empfohlen, zu stoppen und neu aufzunehmen.
en: Failed to write microphone audio: %@ The recording may be incomplete. It's recommended to stop and record again.
es: Error al escribir el audio del micrófono: %@ La grabación puede estar incompleta. Se recomienda detener y volver a grabar.
fr: Échec de l'écriture audio du micro : %@ L'enregistrement peut être incomplet. Il est recommandé d'arrêter puis de réenregistrer.
hi: माइक्रोफ़ोन ऑडियो लेखन विफल: %@ रिकॉर्डिंग डेटा अधूरा हो सकता है। रोककर पुनः रिकॉर्ड करने की सलाह है।
id: Gagal menulis audio mikrofon: %@ Data rekaman mungkin tidak lengkap. Disarankan berhenti lalu merekam ulang.
it: Scrittura dell'audio del microfono non riuscita: %@ La registrazione potrebbe essere incompleta. Si consiglia di interrompere e registrare di nuovo.
ja: マイク音声の書き込みに失敗: %@\ 録音データが不完全な可能性があります。停止して再録音することをおすすめします。
ko: 마이크 오디오 쓰기 실패: %@ 녹음 데이터가 불완전할 수 있습니다. 중지한 후 다시 녹음하는 것이 좋습니다.
nl: Microfoonaudio schrijven mislukt: %@ De opnamegegevens zijn mogelijk onvolledig. Aanbevolen wordt te stoppen en opnieuw op te nemen.
pl: Nie udało się zapisać dźwięku mikrofonu: %@ Dane nagrania mogą być niekompletne. Zaleca się zatrzymanie i ponowne nagranie.
pt: Falha ao gravar o áudio do microfone: %@ A gravação pode estar incompleta. Recomenda-se parar e gravar novamente.
ru: Не удалось записать аудио микрофона: %@ Данные записи могут быть неполными. Рекомендуется остановить и записать заново.
sv: Det gick inte att skriva mikrofonljud: %@ Inspelningsdata kan vara ofullständig. Det rekommenderas att stoppa och spela in igen.
th: เขียนเสียงไมโครโฟนไม่สำเร็จ: %@ ข้อมูลการบันทึกอาจไม่สมบูรณ์ แนะนำให้หยุดแล้วบันทึกใหม่
tr: Mikrofon sesi yazılamadı: %@ Kayıt verisi eksik olabilir. Durdurup yeniden kaydetmeniz önerilir.
uk: Не вдалося записати аудіо мікрофона: %@ Дані запису можуть бути неповними. Радимо зупинити та записати знову.
vi: Ghi âm thanh micro thất bại: %@ Dữ liệu ghi âm có thể không đầy đủ. Khuyến nghị dừng và ghi lại.
zh_hant: 麥克風錄音寫入失敗：%@ 錄音數據可能不完整，建議停止後重新錄制。

source: 麦克风恢复失败，当前仍处于静音状态。 %@ 请尝试手动点击解除静音，或停止后重新开始录音。
ar: فشل استئناف الميكروفون؛ لا يزال مكتومًا. %@ حاول إلغاء الكتم يدويًا، أو أوقف التسجيل وابدأ من جديد.
de: Mikrofon-Wiederaufnahme fehlgeschlagen; es ist noch stummgeschaltet. %@ Versuchen Sie manuell zu entstummen, oder stoppen Sie die Aufnahme und starten Sie neu.
en: Failed to resume the microphone; it is still muted. %@ Please try unmuting manually, or stop and start recording again.
es: Error al reanudar el micrófono; sigue silenciado. %@ Intenta activarlo manualmente, o detén la grabación y vuelve a iniciarla.
fr: Échec de la reprise du micro ; il est toujours en sourdine. %@ Essayez de réactiver manuellement, ou arrêtez puis relancez l'enregistrement.
hi: माइक्रोफ़ोन फिर शुरू करने में विफल; वह अभी भी म्यूट है। %@ मैन्युअल रूप से अनम्यूट करने का प्रयास करें, या रिकॉर्डिंग रोककर पुनः शुरू करें।
id: Gagal melanjutkan mikrofon; masih dibisukan. %@ Coba aktifkan suara secara manual, atau hentikan rekaman lalu mulai lagi.
it: Ripresa del microfono non riuscita; è ancora silenziato. %@ Prova a riattivare manualmente, oppure interrompi la registrazione e riavviala.
ja: マイクの復帰に失敗しました。現在もミュート状態です。\ %@\ 手動でミュート解除を試すか、録音を停止して再開してください。
ko: 마이크 복구에 실패했습니다. 현재 음소거 상태입니다. %@ 수동으로 음소거 해제를 시도하거나 녹음을 중지한 후 다시 시작하세요.
nl: Microfoon hervatten mislukt; hij is nog gedempt. %@ Probeer handmatig te ontdepen, of stop de opname en start opnieuw.
pl: Nie udało się wznowić mikrofonu; nadal jest wyciszony. %@ Spróbuj ręcznie wyłączyć wyciszenie albo zatrzymaj nagranie i rozpocznij ponownie.
pt: Falha ao retomar o microfone; ele ainda está silenciado. %@ Tente reativar manualmente, ou pare a gravação e inicie novamente.
ru: Не удалось возобновить микрофон; он всё ещё заглушён. %@ Попробуйте включить звук вручную или остановите запись и начните заново.
sv: Det gick inte att återuppta mikrofonen; den är fortfarande tystad. %@ Försök aktivera ljudet manuellt, eller stoppa inspelningen och starta igen.
th: เปิดไมโครโฟนต่อไม่สำเร็จ ยังปิดเสียงอยู่ %@ ลองเปิดเสียงด้วยตนเอง หรือหยุดการบันทึกแล้วเริ่มใหม่
tr: Mikrofon devam ettirilemedi; hâlâ sessizde. %@ Sesi manuel açmayı deneyin veya kaydı durdurup yeniden başlatın.
uk: Не вдалося відновити мікрофон; звук досі вимкнено. %@ Спробуйте увімкнути звук вручну або зупиніть запис і почніть знову.
vi: Tiếp tục micro thất bại; nó vẫn đang tắt tiếng. %@ Hãy thử bật tiếng thủ công, hoặc dừng ghi âm và bắt đầu lại.
zh_hant: 麥克風恢復失敗，當前仍處於靜音狀態。 %@ 請嘗試手動點擊解除靜音，或停止後重新開始錄音。

source: 麦克风权限未授予。请到「系统设置 → 隐私与安全性 → 麦克风」中开启 Memonta，然后重新开始录音。
ar: لم يُمنح إذن الميكروفون. فعّل Memonta في «إعدادات النظام → الخصوصية والأمان → الميكروفون»، ثم ابدأ التسجيل من جديد.
de: Mikrofonberechtigung nicht erteilt. Bitte aktivieren Sie Memonta unter „Systemeinstellungen → Datenschutz & Sicherheit → Mikrofon“ und starten Sie die Aufnahme neu.
en: Microphone permission not granted. Please enable Memonta in System Settings → Privacy & Security → Microphone, then start recording again.
es: Permiso de micrófono no concedido. Activa Memonta en «Ajustes del Sistema → Privacidad y seguridad → Micrófono» y vuelve a iniciar la grabación.
fr: Autorisation micro non accordée. Veuillez activer Memonta dans « Réglages Système → Confidentialité et sécurité → Micro », puis relancez l'enregistrement.
hi: माइक्रोफ़ोन अनुमति नहीं दी गई। कृपया «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → माइक्रोफ़ोन» में Memonta सक्षम करें, फिर रिकॉर्डिंग पुनः शुरू करें।
id: Izin mikrofon belum diberikan. Silakan aktifkan Memonta di «Pengaturan Sistem → Privasi & Keamanan → Mikrofon», lalu mulai rekaman lagi.
it: Autorizzazione microfono non concessa. Attiva Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Microfono», poi riavvia la registrazione.
ja: マイクの権限がありません。「システム設定 → プライバシーとセキュリティ → マイク」で Memonta を有効にしてから録音を再開してください。
ko: 마이크 권한이 없습니다. '시스템 설정 → 개인 정보 보호 및 보안 → 마이크'에서 Memonta를 켠 후 녹음을 다시 시작하세요.
nl: Microfoonmachtiging niet verleend. Schakel Memonta in via «Systeeminstellingen → Privacy en beveiliging → Microfoon» en start de opname opnieuw.
pl: Nie przyznano uprawnień mikrofonu. Włącz Memonta w «Ustawienia systemowe → Prywatność i ochrona → Mikrofon», a następnie rozpocznij nagrywanie ponownie.
pt: Permissão de microfone não concedida. Ative o Memonta em «Ajustes do Sistema → Privacidade e Segurança → Microfone» e inicie a gravação novamente.
ru: Разрешение микрофона не предоставлено. Включите Memonta в «Системные настройки → Конфиденциальность и безопасность → Микрофон», затем начните запись заново.
sv: Mikrofonbehörighet har inte getts. Aktivera Memonta i «Systeminställningar → Integritet och säkerhet → Mikrofon» och starta sedan inspelningen igen.
th: ยังไม่ได้ให้สิทธิ์ไมโครโฟน โปรดเปิดใช้ Memonta ใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → ไมโครโฟน» แล้วเริ่มบันทึกใหม่
tr: Mikrofon izni verilmedi. Lütfen «Sistem Ayarları → Gizlilik ve Güvenlik → Mikrofon»da Memonta'yu etkinleştirip kaydı yeniden başlatın.
uk: Дозвіл мікрофона не надано. Увімкніть Memonta у «Системні налаштування → Приватність і безпека → Мікрофон», потім почніть запис знову.
vi: Chưa cấp quyền micro. Vui lòng bật Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Micro», rồi bắt đầu ghi âm lại.
zh_hant: 麥克風權限未授予。請到「系統設置 → 隱私與安全性 → 麥克風」中開啓 Memonta，然後重新開始錄音。

source: 麦克风设备选择
ar: اختيار جهاز الميكروفون
de: Auswahl des Mikrofons
en: Microphone Device Selection
es: Selección del dispositivo de micrófono
fr: Choix du périphérique d'entrée
hi: माइक्रोफ़ोन डिवाइस चयन
id: Pemilihan Perangkat Mikrofon
it: Scelta del dispositivo microfono
ja: マイクデバイスの選択
ko: 마이크 장치 선택
nl: Keuze van microfoonapparaat
pl: Wybór urządzenia mikrofonowego
pt: Seleção do dispositivo de microfone
ru: Выбор устройства ввода
sv: Val av mikrofonenhet
th: การเลือกอุปกรณ์ไมโครโฟน
tr: Mikrofon Aygıtı Seçimi
uk: Вибір пристрою мікрофона
vi: Chọn thiết bị micrô
zh_hant: 麥克風裝置選擇

source: 麦克风输入设备已断开，录音已暂停。重新连接设备后会自动恢复采集。
ar: انقطع جهاز إدخال الميكروفون؛ التسجيل متوقف مؤقتًا. يُستأنف الالتقاط تلقائيًا عند إعادة التوصيل.
de: Das Mikrofoneingabegerät wurde getrennt; die Aufnahme ist pausiert. Nach dem erneuten Verbinden wird die Erfassung automatisch fortgesetzt.
en: The microphone input device was disconnected; recording is paused. Capture resumes automatically when the device is reconnected.
es: El dispositivo de entrada del micrófono se desconectó; la grabación está en pausa. La captura se reanuda automáticamente al reconectar.
fr: Le micro a été déconnecté ; l'enregistrement est en pause. La capture reprend automatiquement à la reconnexion.
hi: माइक्रोफ़ोन इनपुट डिवाइस डिस्कनेक्ट हो गया; रिकॉर्डिंग रोकी गई है। डिवाइस पुनः कनेक्ट होने पर कैप्चर स्वतः फिर शुरू होगा।
id: Perangkat masukan mikrofon terputus; rekaman dijeda. Penangkapan berlanjut otomatis saat tersambung kembali.
it: Il dispositivo di ingresso del microfono è stato scollegato; la registrazione è in pausa. La cattura riprende automaticamente alla riconnessione.
ja: マイク入力デバイスの接続が切れました。録音は一時停止しています。再接続後、取り込みは自動的に再開されます。
ko: 마이크 입력 장치 연결이 끊겨 녹음이 일시 중지되었습니다. 장치를 다시 연결하면 캡처가 자동으로 재개됩니다.
nl: Het microfooninvoerapparaat is losgekoppeld; de opname is gepauzeerd. De opname hervat automatisch bij opnieuw verbinden.
pl: Urządzenie wejściowe mikrofonu zostało odłączone; nagrywanie jest wstrzymane. Przechwytywanie wznowi się automatycznie po ponownym podłączeniu.
pt: O dispositivo de entrada do microfone foi desconectado; a gravação está pausada. A captura retoma automaticamente ao reconectar.
ru: Устройство ввода микрофона отключено; запись приостановлена. Захват возобновится автоматически после переподключения.
sv: Mikrofonens inmatningsenhet har kopplats bort; inspelningen är pausad. Insamlingen återupptas automatiskt vid återanslutning.
th: อุปกรณ์อินพุตไมโครโฟนถูกตัดการเชื่อมต่อ การบันทึกถูกพัก การจับเสียงจะทำงานต่อโดยอัตโนมัติเมื่อเชื่อมต่อใหม่
tr: Mikrofon giriş aygıtının bağlantısı kesildi; kayıt duraklatıldı. Aygıt yeniden bağlandığında yakalama otomatik devam eder.
uk: Пристрій введення мікрофона від'єднано; запис призупинено. Захоплення відновиться автоматично після повторного під'єднання.
vi: Thiết bị đầu vào micro đã bị ngắt kết nối; ghi âm đã tạm dừng. Việc thu sẽ tự động tiếp tục khi kết nối lại.
zh_hant: 麥克風輸入設備已斷開，錄音已暫停。重新連接設備後會自動恢復採集。

source: 麦克风选择
ar: اختيار الميكروفون
de: Mikrofonauswahl
en: Microphone Selection
es: Selección de micrófono
fr: Choix du microphone
hi: माइक्रोफ़ोन चयन
id: Pemilihan Mikrofon
it: Scelta del microfono
ja: マイクの選択
ko: 마이크 선택
nl: Microfoonkeuze
pl: Wybór mikrofonu
pt: Seleção de microfone
ru: Выбор микрофона
sv: Val av mikrofon
th: การเลือกไมโครโฟน
tr: Mikrofon Seçimi
uk: Вибір мікрофона
vi: Chọn micrô
zh_hant: 麥克風選擇
